{
  "splitSection": {
    "left": {
      "imageBase": "zo709223",
      "subtitle": "Bedrooms for dreamers",
      "title": "4-12 years"
    },
    "right": {
      "imageBase": "zo709272",
      "subtitle": "Bedrooms for visionaries",
      "title": "13-17 years"
    }
  },
  "textSection": {
    "label": "THE DRIVE TO FIND",
    "title": "Space for dreamers",
    "description1": "Luxury is not about flamboyance anymore. Real connoisseurs aim not to show off but to show their true colors. Stylish, quality furniture makes people feel good about their environment, and even more importantly, about themselves.",
    "description2": "At Cherfan Design, we believe that exceptional interiors are born from the seamless fusion of artistry and functionality. Each project is a testament to our commitment to creating spaces that transcend trends.",
    "imageBase": "0d8a9591"
  },
  "manifestoSection": {
    "title": "Our latest havens",
    "products": [
      {
        "id": 1,
        "title": "Leo's Realms",
        "text": "Soft colours, rounded volumes and layered beds shape a room where younger kids feel safe, curious and free to invent their own stories."
      },
      {
        "id": 2,
        "title": "Arlo's Territory",
        "text": "A composition for teens that balances study, sleep and storage, leaving space for music, friends and the objects that tell their story."
      },
      {
        "id": 3,
        "title": "Arlo's Archive",
        "text": "Integrated desks, lighting and shelving create a calm corner where homework and creativity can live side by side without compromise."
      },
      {
        "id": 4,
        "title": "Kate's Glow",
        "text": "Neutral palettes and tactile fabrics create a sense of quiet that helps children slow down, rest well and wake up inspired."
      },
      {
        "id": 5,
        "title": "Mia's Horizon",
        "text": "Generous wardrobes and open niches keep everyday pieces within reach, teaching children that organisation can be easy and beautiful."
      },
      {
        "id": 6,
        "title": "Steven's Haven",
        "text": "Precision joinery and durable finishes mean the room can evolve from childhood through teenage years without losing its integrity."
      }
    ]
  },
  "studySection": {
    "title": "The First Studio",
    "body": "Before the world rushes in with its demands, this room is where they first define who they are. We treat the bedroom as a serious studio for imagination, offering a sophisticated environment that respects their growing independence. It is a curated stage designed specifically for clarity and focus, allowing their own ideas to take center stage. Here, within the quiet order of their own space, the future begins to take shape."
  },
  "footer": {
    "logoImageBase": "whatsapp-image-2025-12-04-at-4.11.49-pm",
    "location": "Cherfan Design — Lebanon",
    "contact": {
      "address": "Zouk Highway",
      "phone": "+961 9 222 340",
      "email": "info.z@cherfandesign.com"
    },
    "copyright": "© Cherfan Design — All rights reserved"
  }
}
