{
  "splitSection": {
    "left": {
      "imageBase": "zo709223",
      "subtitle": "Bedrooms for dreamers",
      "title": "4-12 years"
    },
    "right": {
      "imageBase": "zo709272",
      "subtitle": "Bedrooms for visionaries",
      "title": "13-17 years"
    }
  },
  "textSection": {
    "label": "The Architecture of Growth",
    "title": "The Architecture of Growth",
    "description1": "A bedroom is the first environment a person truly owns. We design spaces that honor the imagination of childhood while providing the structure needed for the years that follow. By focusing on honest materials and adaptable layouts, we create a sanctuary where a child can feel grounded as they explore their world.",
    "description2": "At Cherfan Design, we believe quality should begin at the start. We build interiors that evolve alongside their inhabitants, moving beyond temporary trends to create a lasting foundation. Whether it is a room for play or a space for study, our work provides the calm and clarity needed for the next generation to thrive.",
    "imageBase": "0d8a9591"
  },
  "manifestoSection": {
    "title": "Our latest havens",
    "products": [
      {
        "id": 1,
        "title": "Leo's Realm",
        "text": "Parents choose neutral tones to create a quiet backdrop for growth. This space provides the calm a child needs to focus and discover."
      },
      {
        "id": 2,
        "title": "Arlo & Mate's Space",
        "text": "Designed to foster connection while respecting personal boundaries. A space where siblings can grow together without outgrowing their surroundings."
      },
      {
        "id": 3,
        "title": "Arlo's Archive",
        "text": "Wood and blue accents are chosen for structure and belonging. The layout fosters connection while giving a personal place to call their own."
      },
      {
        "id": 4,
        "title": "Kate's Glow",
        "text": "Neutral palettes and tactile fabrics create a sense of quiet that helps children slow down, rest well and wake up inspired."
      },
      {
        "id": 5,
        "title": "Mia's Horizon",
        "text": "Floral accents and light wood create a nurturing sanctuary for rest and play. This trundle bed and storage offer a flexible foundation for growth."
      },
      {
        "id": 6,
        "title": "Steven's Haven",
        "text": "Neutral tones and tactile textures provide a quiet backdrop for personality to emerge. A space that remains relevant as the child grows."
      }
    ]
  },
  "studySection": {
    "title": "The First Studio",
    "body": "Before the world rushes in with its demands, this room is where they first define who they are. We treat the bedroom as a serious studio for imagination, offering a sophisticated environment that respects their growing independence. It is a curated stage designed specifically for clarity and focus, allowing their own ideas to take center stage. Here, within the quiet order of their own space, the future begins to take shape."
  },
  "footer": {
    "logoImageBase": "whatsapp-image-2025-12-04-at-4.11.49-pm",
    "location": "Cherfan Design — Lebanon",
    "contact": {
      "address": "Zouk Highway",
      "phone": "+961 9 222 340",
      "email": "info.z@cherfandesign.com"
    },
    "copyright": "© Cherfan Design — All rights reserved"
  }
}
